[{"id": 0, "text": " We referenced the products we used today, but those are like products that are perhaps"}, {"id": 1, "text": " 10, 15, 20 years into their journey."}, {"id": 2, "text": " Very few of them, truly today, start as global proposition."}, {"id": 3, "text": " This quote by Daniel Eck is totally on point for Key Lesson of Greatness,"}, {"id": 4, "text": " starting at the right place and in the right niche has a huge impact on ultimate success."}, {"id": 5, "text": " Let's talk about why."}, {"id": 6, "text": " Welcome to Starting Greatness, the podcast dedicated to ambitious founders who want to go"}, {"id": 7, "text": " for nothing to awesome, super fast. When you're a startup founder, you have to channel"}, {"id": 8, "text": " your inner James Bond, you're McGyver, you're Wonder Woman. I'm going to help you win by curating"}, {"id": 9, "text": " the lessons of the super performers, but before they were successful. So without further ado,"}, {"id": 10, "text": " Ignition sequence starts. Let's get started."}, {"id": 11, "text": " In past episodes, we've emphasized the crucial aspect of securing a niche before broadening"}, {"id": 12, "text": " your horizon. A conversation with Jeffrey Moore and subsequent insights into greatness touched"}, {"id": 13, "text": " on particular elements of this strategy. We spoke about the need to focus on people desperate"}, {"id": 14, "text": " for our advantage and offer them an immediate tangible solution, a solution that forces a"}, {"id": 15, "text": " choice and not a comparison. The importance of an urgent call to action, as well as the benefit"}, {"id": 16, "text": " of identifying specific targeted customers. If you wish to delve further in a tactics for winning"}, {"id": 17, "text": " in a niche, you might want to revisit that discussion. Turning to Daniel Eccan Spotify,"}, {"id": 18, "text": " his achievements further amplify the advantages of mastering a niche at the outset,"}, {"id": 19, "text": " as a stepping stone towards broader success. As founders were naturally drawn to the"}, {"id": 20, "text": " allure of a vast market, yet it's a tricky situation. More often than not, the mainstream market isn't"}, {"id": 21, "text": " prime for an innovative startup's offering. The route to victory starts with conquering a niche"}, {"id": 22, "text": " than expanding to the wider market over time. During our discussion, Daniel pulled together"}, {"id": 23, "text": " some critical components of this concept, sharpening our view of how it's done."}, {"id": 24, "text": " Firstly, he illustrates the concept of identifying an initial stronghold, a beachhead where you"}, {"id": 25, "text": " can achieve total dominance. For Spotify, launching in the United States, the world's largest market"}, {"id": 26, "text": " would have been unrealistic. Record companies would have never conceded to a fledgling company"}, {"id": 27, "text": " streaming their entire music catalogs. It would have been a dead end and non-starter."}, {"id": 28, "text": " Instead, the strategy for establishing initial dominance lies in fighting a niche where you can"}, {"id": 29, "text": " create an unfair advantage, tilted in your favor, and where the path to success is firmly in your"}, {"id": 30, "text": " grasp. Daniel found a playing field in Sweden, where he could skew the chances to his favor."}, {"id": 31, "text": " Having grown up immersed in music and being a native suite, the selection of Sweden as the"}, {"id": 32, "text": " initial beachhead aligns seamlessly with his authenticity within the local music scene."}, {"id": 33, "text": " Additionally, the record labels were floundering in Sweden, a market too small for them and on the"}, {"id": 34, "text": " decline, and a market rife with piracy, the pirate day operating close proximity."}, {"id": 35, "text": " Sweden's modest size allowed Daniel to assure the music labels a year's revenue upfront,"}, {"id": 36, "text": " an offer that would have been inconceivable if launched in a larger initial market."}, {"id": 37, "text": " By making these choices, Daniel orchestrated a situation where record companies had zero downside"}, {"id": 38, "text": " and allowing them to stream the bulk of their songs. It's clear that each of these elements"}, {"id": 39, "text": " played off of each other in enhancing Daniel's capacity to command his own fate."}, {"id": 40, "text": " After demonstrating success in Sweden with tangible outcomes, he then moved from one place to the"}, {"id": 41, "text": " next, ultimately achieving global success, which relates to the second factor of nailing a niche."}, {"id": 42, "text": " You wanted to deliver a Delta 4 experience. I was first introduced to the concept of Delta 4"}, {"id": 43, "text": " by Kunal Shaw, a seasoned entrepreneur from India. Delta 4 encapsulates the dramatic disparity"}, {"id": 44, "text": " necessary for startup product to truly take off. On a scale of 1 to 10, your product needs to"}, {"id": 45, "text": " surpass the existing alternative by at least 4 out of 10 to have a genuine shot at achieving"}, {"id": 46, "text": " strong product market fit. Take lift for instance, a company we had the privilege of backing"}, {"id": 47, "text": " in its early days. They launched their ride-sharing service in San Francisco. A city where taxi"}, {"id": 48, "text": " service was truly awful. It was a struggle to even hail a taxi, let alone have one arrive at"}, {"id": 49, "text": " any time or with any predictability. And on top of that, if you chose to get around in your own"}, {"id": 50, "text": " car, parking was a nightmare, not to mention crazy expensive. Thus, lift had a chance of"}, {"id": 51, "text": " delivering a Delta 4 experience in San Francisco. If the quality of a taxi sat at a"}, {"id": 52, "text": " meager 2 or 3 out of 10, lift could achieve success by delivering a 6 or 7 out of 10 experience."}, {"id": 53, "text": " As it turned out, lift exceeded this. Once people sampled the service, it became their new"}, {"id": 54, "text": " norm, taxis fell out of consideration. Imagine if lift had chosen New York City as their"}, {"id": 55, "text": " initial bechette. The outcome might have been very different. Taxis are already pretty good in"}, {"id": 56, "text": " New York City. Nearly being better isn't sufficient. Your service must be so drastically"}, {"id": 57, "text": " superior that the question of how does this compare to taxis is now off the table. Your product"}, {"id": 58, "text": " must force a choice and not a comparison. Once customers understand what you offer, they must"}, {"id": 59, "text": " be unable to unsee it, leaving no desire to revert to the old ways. In the case of Spotify,"}, {"id": 60, "text": " Daniel X selection of Sweden is launching point, allowed him to construct a Delta 4"}, {"id": 61, "text": " experience within that niche. Sweden, being an early embrace or broadband infrastructure,"}, {"id": 62, "text": " was primed for high quality streaming for most of its residents. Furthermore, by striking deals"}, {"id": 63, "text": " with record labels to stream their rich catalogs within Sweden, Spotify was able to offer almost"}, {"id": 64, "text": " any song imaginable to Swedish listeners. This revolutionary nature of Spotify was immediately evident"}, {"id": 65, "text": " during social gatherings where listeners were introduced to its radical difference. Daniel's account"}, {"id": 66, "text": " of this in his own words is worth revisiting. We realized early on, like the number one"}, {"id": 67, "text": " virality moment where people would understand what Spotify was, was at a party. And the party trick I"}, {"id": 68, "text": " did was I'd ask them any song in the world, any song at all. And I would walk in, I'd search for it,"}, {"id": 69, "text": " and I would play it in two seconds. And that was like magic. That just didn't exist on the internet."}, {"id": 70, "text": " You need to deliver an experience that seems like magic that achieves the threshold of Delta 4"}, {"id": 71, "text": " better. Often we become entangled in the details of what we're building, losing side of the"}, {"id": 72, "text": " radical impact we need to accomplish for our early adopters. You might find yourself questioning at"}, {"id": 73, "text": " this point, what if the niche I conquer doesn't extend to a broader market? Indeed, the ideal"}, {"id": 74, "text": " niche is one that has the potential for expansion, for progression into numerous adjacent niches down"}, {"id": 75, "text": " the line. No one aspires to be king of dinky land. But far more founders make the mistake of having"}, {"id": 76, "text": " a vague advantage that targets a loosely defined set of people who don't understand exactly"}, {"id": 77, "text": " why they should be desperate for what you've built. We must not lose side of the fact that Spotify"}, {"id": 78, "text": " had to conquer Sweden before its global takeover. Uber and Lyft had to secure their foothold and"}, {"id": 79, "text": " San Francisco before they expanded to provide billions of rides worldwide. Even Facebook, the most"}, {"id": 80, "text": " giant map platforms, started by ruling individual college campuses, methodically, one after the"}, {"id": 81, "text": " other on their own terms. Whenever they establish their presence in a new campus, they precisely"}, {"id": 82, "text": " manipulate the factors under their control, to ensure they seize the university's collective"}, {"id": 83, "text": " consciousness, usually within a matter of days. Mastering a niche means refusing to enter a fair"}, {"id": 84, "text": " fight. The scales must always be tipped in your favor, or they will be tipped against you. There"}, {"id": 85, "text": " is no metal ground. Zooming out it becomes evident that securing the right initial niche forms"}, {"id": 86, "text": " the backbone of a discipline strategy to attain product market fit. You architect the circumstances"}, {"id": 87, "text": " to guarantee overwhelming product superiority for a carefully chosen group of people. Those most"}, {"id": 88, "text": " likely to be in desperate need of precisely what you have to offer. This is how powerful movements"}, {"id": 89, "text": " are ignited. So the thought I will leave you with is, what are you doing to guarantee an unfair"}, {"id": 90, "text": " fight to your advantage? What niche can you nail?"}, {"id": 91, "text": " Thanks for listening to the starting greatness podcast. If you've enjoyed this episode or"}, {"id": 92, "text": " your new to the show, I hope you listen to our past interviews with legendary founders like"}, {"id": 93, "text": " Reid Hoffman, Mark Andreason, the Instagram founders and Keith Reboy. I'd love to have you"}, {"id": 94, "text": " subscribe wherever you get your podcasts so you don't miss an episode. And if you like the show,"}, {"id": 95, "text": " I'd be grateful if you leave us a review on Apple podcasts. You can also follow me on Twitter at"}, {"id": 96, "text": " M2JR and subscribe to our newsletter for exclusive content events at greatness.substack.com."}, {"id": 97, "text": " Until we catch up again, I hope you'll never let go of your inner power to do great things"}, {"id": 98, "text": " in whatever matters to you. Thank you for listening."}]